[
    "01: Por que o livro foi ao médico? Porque estava com páginas amareladas.",
    "02: O que o semáforo disse para o carro? Não olhe, estou ficando vermelho!",
    "03: Por que o computador foi ao médico? Porque estava com um vírus!",
    "04: Qual é o cúmulo do distraído? Procurar as chaves do carro dentro da geladeira.",
    "05: Por que o jacaré tirou o filho da escola? Porque ele réptil de ano.",
    "06: Qual é o animal mais antigo do mundo? A zebra, porque ela é em preto e branco.",
    "07: Qual é o cúmulo da paciência? Esperar por um sinal de Wi-Fi.",
    "08: O que o tomate foi fazer no banco? Tirar extrato.",
    "09: Qual é o cúmulo da preguiça? Dormir enquanto o despertador toca.",
    "10: Qual é a comida favorita do computador? Chips.",
    "11: O que é um doido em uma biblioteca? Um maníaco por livros!",
    "12: Qual é a diferença entre um livro e um lápis? O livro tem mais história!",
    "13: Por que o livro de matemática se suicidou? Porque estava cheio de problemas.",
    "14: Por que o milho foi ao médico? Porque estava com a espiga doendo!",
    "15: Como o cachorro falou com o gato? Latindo!",
    "16: O que aconteceu quando o lápis quebrou? Ficou sem ponta.",
    "17: Por que o telefone foi para a escola? Porque queria ser chamado!",
    "18: Qual é o cúmulo da insônia? Dormir com os olhos abertos.",
    "19: Por que o caminhão foi ao psicólogo? Porque estava com problemas de direção.",
    "20: O que o relógio disse para o celular? O tempo é relativo!",
    "21: O que é um advogado na praia? Um mar de processos!",
    "22: O que é um noivo sem noiva? Um solteiro com compromisso!",
    "23: Qual é o cúmulo da distração? Esquecer o próprio nome.",
    "24: Por que o vaso não falava com o jardineiro? Porque ele estava sem raiz!",
    "25: O que a lâmpada disse para a tomada? Fica ligado!",
    "26: Qual é a diferença entre um computador e um semáforo? O computador fica muito mais tempo travado!",
    "27: O que o morcego falou quando acordou? Está na hora de voar!",
    "28: Qual é o animal que adora matemática? O hipopotamus!",
    "29: Por que o ovo foi ao salão de beleza? Para ficar mais claro!"
]  